# Данные из настроек интеграции

# Перед началом работы требуется установить интеграцию в аккаунте amo crm, и оттуда добавить следующие данные

auth_code = 'Код авторизации (действителен 20 минут)'
client_secret = 'Секретный ключ'
client_id = 'ID интеграции'
redirect_url = 'ссылка для перенаправления, точно такая же как в настройках интеграции'
client_link = 'ссылка на личный аккаунт пользователя'

# ссылка на таблицу
link = 'https://docs.google.com/spreadsheets/d/1HONYJ6ZhbTO3MqJD0t0co9aEpFtVr2W8dDKUisnJ-n0/edit?usp=sharing'
